/* Months */
"%ld months" = "%ld месяцев";

/* Flexibits Account error message */
"A Flexibits Account already exists for this email address." = "Учётная запись Flexibits с этим адресом электронной почты уже существует.";

/* Account Encryption Key */
"Account Encryption Key" = "Ключ шифрования учётной записи";

/* Are you sure you want to create a new account?
Create New Account Question */
"Are you sure you want to create a new account?" = "Вы уверены, что хотите создать новую учётную запись?";

/* Reset sync data alert title */
"Are you sure you want to reset your sync data?" = "Вы уверены, что хотите сбросить синхронизированные данные?";

/* Use a differenct sign in method? */
"Are you sure you want to use a different sign-in method?" = "Вы уверены, что хотите использовать другой способ входа?";

/* Back */
"Back" = "Назад";

/* Flexibits Account Creation - Privacy Policy Note */
"By creating an account you agree to our <terms>terms of service</terms> and <privacy>privacy policy</privacy>. We'll occasionally send account-related emails." = "Создавая учётную запись, вы соглашаетесь с нашими <terms>условиями использования</terms> и <privacy>политикой конфиденциальности</privacy>. Иногда мы будем отправлять письма, связанные с учётной записью.";

/* Cancel */
"Cancel" = "Отмена";

/* Free trial text. */
"Cancel any time." = "Можно отменить в любой момент.";

/* Accessibility label for the view layout drag handle, used to adjust the visible card (e.g. calendar/DayTicker/day) in Fantastical */
"Card Controller" = "Контроллер карточек";

/* Clear Log */
"Clear Log" = "Очистить журнал";

/* Continue */
"Continue" = "Продолжить";

/* Copied */
"Copied" = "Скопировано";

/* Create Account */
"Create Account" = "Создать учётную запись";

/* Create New Account */
"Create New Account" = "Создать новую учётную запись";

/* Sign up header text */
"Create your free Flexibits Account" = "Создайте бесплатную учётную запись Flexibits";

/* Sign Up Description. Placeholder is Fantastical or Cardhop */
"Create your free Flexibits Account to use all of %@’s features." = "Создайте бесплатную учётную запись Flexibits, чтобы использовать все функции %@.";

/* Debug */
"Debug" = "Отладка";

/* Delete */
"Delete" = "Удалить";

/* Do not share your account key with Flexibits or anyone else. */
"Do not share your account key with Flexibits or anyone else." = "Не передавайте ключ своей учётной записи Flexibits или кому-либо ещё.";

/* Double tap to dismiss - Accessibility Hint */
"Double tap to dismiss" = "Дважды коснитесь, чтобы закрыть";

/* Create account error message */
"Email address is already being used." = "Этот адрес электронной почты уже используется.";

/* Enter a valid email address. */
"Enter a valid email address." = "Введите действительный адрес электронной почты.";

/* Enter your password. */
"Enter your password." = "Введите пароль.";

/* Waiting for Payment */
"Error Restoring Purchases" = "Ошибка восстановления покупок";

/* No comment provided by engineer. */
"Failed to create account." = "Не удалось создать учётную запись.";

/* Flexibits web view error message */
"Failed to load web page" = "Не удалось загрузить веб-страницу";

/* Flexibits Account error message */
"Failed to sign in to Flexibits Account." = "Не удалось войти в учётную запись Flexibits.";

/* Flexibits Account not signed in error */
"Flexibits servers are currently unavailable. They may be undergoing maintenance. Please try again in a few minutes." = "Серверы Flexibits в настоящее время недоступны. Возможно, проводятся технические работы. Повторите попытку через несколько минут.";

/* family plan: 8.99/month for 5 members */
"for 5 members" = "для 5 участников";

/* Button to get started with account sign in and premium trial */
"Get Started" = "Начать";

/* No comment provided by engineer. */
"Good" = "Хорошо";

/* Don't show password in plain text */
"Hide Password" = "Скрыть пароль";

/* Create new account warning.
New account warning. */
"If you create a new account, you will need to switch accounts on all of your devices to sync between them." = "Если вы создадите новую учётную запись, вам нужно будет переключиться на неё на всех устройствах для синхронизации.";

/* Help text shown during the onboarding to warn customers of not using different account on multiple devices. */
"If you use a different sign-in method this will create a new, separate account. This means you will need to switch accounts on all of your devices to sync between them. We recommend that you use the same account." = "Если вы используете другой способ входа, будет создана новая отдельная учётная запись. Это означает, что вам нужно будет переключиться на неё на всех устройствах для синхронизации. Мы рекомендуем использовать одну и ту же учётную запись.";

/* Different sign in method warning. */
"If you use a different sign-in method, you will need to switch accounts on all of your devices to sync between them." = "Если вы используете другой способ входа, вам нужно будет переключиться на другую учётную запись на всех устройствах для синхронизации.";

/* Error title entering Flexibits Account key */
"Incorrect account key" = "Неверный ключ учётной записи";

/* Invalid email or password error */
"Invalid email or password. Please try again." = "Неверный адрес электронной почты или пароль. Повторите попытку.";

/* Error Message */
"Invalid Signature" = "Недействительная подпись";

/* Alert title when a user may have a typo in their email address */
"Is your email correct?" = "Ваш адрес электронной почты верен?";

/* Logging switch title */
"Logging:" = "Журналирование:";

/* Month */
"Month" = "Месяц";

/* No log content message */
"No logs available." = "Журналы недоступны.";

/* Enter a valid email address. */
"No passkey found for email address. Enter a valid email address." = "Для адреса электронной почты не найден passkey. Введите действительный адрес электронной почты.";

/* Restore purchases title */
"No Previous Purchases" = "Предыдущие покупки отсутствуют";

/* Restore purchases message */
"No previous purchases of %@ were found on this account." = "Предыдущие покупки %@ в этой учётной записи не найдены.";

/* Now */
"Now" = "Сейчас";

/* Alert button
OK */
"OK" = "OK";

/* Open Browser */
"Open Browser" = "Открыть браузер";

/* Options */
"Options" = "Параметры";

/* No comment provided by engineer. */
"Password strength" = "Надёжность пароля";

/* Payment Failed */
"Payment Failed" = "Платёж не выполнен";

/* Title for pending submissions. */
"Pending Submissions" = "Ожидающие отправки";

/* Flexibits Account not signed in error */
"Please sign in to your Flexibits Account and try again." = "Войдите в свою учётную запись Flexibits и повторите попытку.";

/* Trial description text */
"Power up your productivity with a 14 day free trial of Flexibits Premium." = "Повысьте продуктивность с 14-дневным бесплатным пробным периодом Flexibits Premium.";

/* Flexibits Account - status */
"Renew your subscription to continue using all of the features in Flexibits Premium." = "Продлите подписку, чтобы продолжать использовать все функции Flexibits Premium.";

/* Reset Sync Data */
"Reset Sync Data" = "Сбросить синхронизированные данные";

/* Reset sync data alert message */
"Resetting your sync data will reset your Cardhop and Fantastical user settings that are synced between devices. Your events, tasks, and contacts will not be affected." = "Сброс синхронизированных данных приведёт к сбросу настроек пользователя Cardhop и Fantastical, синхронизируемых между устройствами. Ваши события, задачи и контакты не пострадают.";

/* Yearly discount (e.g. Save 25%!) */
"Save %ld%%!" = "Экономия %ld%%!";

/* Sentence for pending submissions. */
"Sentence" = "Предложение";

/* Settings window title */
"Settings" = "Настройки";

/* Share */
"Share" = "Поделиться";

/* Show password in plain text */
"Show Password" = "Показать пароль";

/* Sign In */
"Sign In" = "Войти";

/* Help text when not signed in to a Flexibits Account */
"Sign in and subscribe to Flexibits Premium to take advantage of everything that %@ has to offer!" = "Войдите и оформите подписку на Flexibits Premium, чтобы воспользоваться всеми возможностями %@!";

/* Login hint. Placeholder is App Name (Fantastical or Cardhop)
Sign in header default - placeholder is Fantastical / Cardhop */
"Sign in to %@ using your Flexibits Account." = "Войдите в %@ с помощью своей учётной записи Flexibits.";

/* No comment provided by engineer. */
"Sign In with Passkey" = "Войти с помощью Passkey";

/* No comment provided by engineer. */
"Sign In with Password" = "Войти с паролем";

/* Button to sign in with single-sign on (corporate sign on) */
"Sign In with SSO" = "Войти через SSO";

/* Single Sign-On is required title */
"Single Sign-On is required" = "Требуется единый вход (SSO)";

/* Skip */
"Skip" = "Пропустить";

/* Button for pending submissins. */
"Submit All" = "Отправить всё";

/* Submit all pending data collection items immediately */
"Submit All Now" = "Отправить всё сейчас";

/* Button to start subscription */
"Subscribe Now" = "Подписаться сейчас";

/* Subscription status */
"Subscribe to Flexibits Premium to use all of %@’s features." = "Подпишитесь на Flexibits Premium, чтобы использовать все функции %@.";

/* Alert message informing user that they are already subscribed to Flexibits premium */
"Thanks for your support! It looks like you‘re already subscribed to Flexibits Premium." = "Спасибо за поддержку! Похоже, вы уже подписаны на Flexibits Premium.";

/* Help text for pending submissions. */
"There are no pending submissions. Entered sentences will only be sent to Flexibits after a waiting period.\n\nIf you delete a sentence before the waiting period then it will not be sent." = "Нет ожидающих отправки данных. Введённые предложения будут отправлены в Flexibits только после периода ожидания.\n\nЕсли вы удалите предложение до истечения периода ожидания, оно не будет отправлено.";

/* Family plan invitation error message */
"There was an error joining the family plan." = "Произошла ошибка при присоединении к семейному плану.";

/* Error message resetting account key */
"There was an error resetting your account key. Please check your connection and try again." = "Произошла ошибка при сбросе ключа учётной записи. Проверьте подключение и повторите попытку.";

/* No comment provided by engineer. */
"Too Weak" = "Слишком слабый";

/* Free trial text. (i.e. Try free for 2 weeks.) */
"Try free for %@." = "Попробуйте бесплатно %@.";

/* App Store subscription error message */
"Unable to activate your subscription because you are a member of another team or family. Leave your team or family at hub.flexibits.com and try again." = "Невозможно активировать подписку, так как вы являетесь участником другой команды или семьи. Покиньте свою команду или семью на hub.flexibits.com и повторите попытку.";

/* App Store subscription error message */
"Unable to activate your subscription because your subscription is already associated with a different Flexibits Account." = "Невозможно активировать подписку, так как она уже связана с другой учётной записью Flexibits.";

/* App Store not accessible error message */
"Unable to connect to the App Store. Please start your trial when you are able to connect to the App Store." = "Невозможно подключиться к App Store. Начните пробный период, когда сможете подключиться к App Store.";

/* Family plan invitation error message */
"Unable to join family plan." = "Невозможно присоединиться к семейному плану.";

/* Error title resetting account key */
"Unable to reset account key" = "Невозможно сбросить ключ учётной записи";

/* Login error */
"Unable to Sign In" = "Невозможно войти";

/* Error title logging in to Flexibits Account */
"Unable to sign in with Apple" = "Невозможно войти через Apple";

/* Error title logging in to Flexibits Account */
"Unable to sign in with Google" = "Невозможно войти через Google";

/* Login error */
"Unable to Sign Up" = "Невозможно зарегистрироваться";

/* Error message entering Flexibits Account key */
"Unable to verify account key. Please check that your key is entered correctly and try again." = "Невозможно проверить ключ учётной записи. Убедитесь, что ключ введён правильно, и повторите попытку.";

/* Error Message */
"Undefined public key" = "Неопределённый открытый ключ";

/* Error Message */
"Unknown error during signature verification." = "Неизвестная ошибка при проверке подписи.";

/* Use an email address (e.g. Use user@example.com) */
"Use %@" = "Использовать %@";

/* Sign in with a different Flexibits Account */
"Use A Different Account" = "Использовать другую учётную запись";

/* Sign in to your Flexibits Account with a different method (e.g. password, passkey, Sign in with Apple, Sign in with Google) */
"Use A Different Method" = "Использовать другой способ";

/* Use another account to sign in */
"Use Another Account" = "Использовать другую учётную запись";

/* Accessibility hint read by VoiceOver to instruct users how to access links. */
"Use the rotor for accessing embedded links." = "Используйте ротор для доступа к встроенным ссылкам.";

/* No comment provided by engineer. */
"Very Good" = "Очень хорошо";

/* Waiting for Meetup/Google account authorization… */
"Waiting for %@ account authorization…" = "Ожидание авторизации учётной записи %@…";

/* Waiting for Payment */
"Waiting for Payment" = "Ожидание оплаты";

/* Waiting for Sign in With Apple authorization */
"Waiting for Sign in With Apple…" = "Ожидание входа через Apple…";

/* Waiting for SSO authorization */
"Waiting for SSO authorization…" = "Ожидание авторизации SSO…";

/* No comment provided by engineer. */
"Weak" = "Слабый";

/* Submission date format for pending submissions. */
"Will be sent on: %@" = "Будет отправлено: %@";

/* Email already taken error handling */
"Would you like to sign in instead?" = "Хотите войти вместо этого?";

/* Year */
"Year" = "Год";

/* Inform about Flexibits Account with passkey */
"You already have a Flexibits Account using email and passkey." = "У вас уже есть учётная запись Flexibits, использующая электронную почту и passkey.";

/* Inform about Flexibits Account with password */
"You already have a Flexibits Account using email and password." = "У вас уже есть учётная запись Flexibits, использующая электронную почту и пароль.";

/* Inform about Flexibits Account with Apple */
"You already have a Flexibits Account using Sign in with Apple." = "У вас уже есть учётная запись Flexibits, использующая вход через Apple.";

/* Inform about Flexibits Account with Google */
"You already have a Flexibits Account using Sign in with Google." = "У вас уже есть учётная запись Flexibits, использующая вход через Google.";

/* Inform about Flexibits Account with SSO */
"You already have a Flexibits Account using SSO." = "У вас уже есть учётная запись Flexibits, использующая SSO.";

/* Help text for pending submissions. */
"You entered the following sentences but they have not yet been sent to Flexibits. They will be sent to Flexibits after the waiting period.\n\nIf you delete a sentence before the waiting period then it will not be sent." = "Вы ввели следующие предложения, но они ещё не отправлены в Flexibits. Они будут отправлены после истечения периода ожидания.\n\nЕсли вы удалите предложение до истечения периода ожидания, оно не будет отправлено.";

/* Alert message when a user may have a typo in their email address */
"You may have a typo in your email address. Did you mean “%@”?" = "Возможно, вы допустили опечатку в адресе электронной почты. Вы имели в виду «%@»?";

/* Flexibits Premium Alert description. Placeholder will be replaced with the app name */
"You need a subscription to Flexibits Premium to access all features. Without a subscription you can use the basic %@ features for free." = "Чтобы получить доступ ко всем функциям, необходима подписка на Flexibits Premium. Без подписки вы можете бесплатно использовать базовые функции %@.";

/* Family plan invitation complete */
"You now have access to Flexibits Premium." = "Теперь у вас есть доступ к Flexibits Premium.";

/* Trial description text */
"You will not be charged until your trial ends and you can cancel with just a few taps." = "С вас не будет взиматься плата до окончания пробного периода, и вы можете отменить подписку всего за несколько нажатий.";

/* Alert title informing user that they are already subscribed to Flexibits premium */
"You‘re Already Subscribed" = "Вы уже подписаны";

/* Family plan invitation complete */
"You’ve joined a Flexibits Premium family!" = "Вы присоединились к семье Flexibits Premium!";

/* Login error
Login error. Placeholder is App Name (Fantastical or Cardhop) */
"Your account has been created but %@ was unable to sign in. Please try again." = "Ваша учётная запись создана, но %@ не удалось войти. Повторите попытку.";

/* Subscription status */
"Your account is part of a team, but a Flexibits Premium license is not assigned to your account." = "Ваша учётная запись является частью команды, но лицензия Flexibits Premium не назначена вашей учётной записи.";

/* Account key help text */
"Your account key encrypts and secures your synced data and is not a license code. You will only need your account key to sign in to another device if it is not logged in to the same iCloud account." = "Ваш ключ учётной записи шифрует и защищает ваши синхронизированные данные и не является лицензионным кодом. Вам понадобится ключ учётной записи только для входа на другом устройстве, если оно не вошло в ту же учётную запись iCloud.";

/* Sign up description text */
"Your Flexibits Account keeps you in sync across devices.\nIt takes just a second." = "Ваша учётная запись Flexibits обеспечивает синхронизацию между устройствами.\nЭто займёт всего секунду.";

/* Subscription status */
"Your Flexibits Premium subscription has expired." = "Ваша подписка на Flexibits Premium истекла.";

/* Flexibits Account - status */
"Your Flexibits Premium subscription is active." = "Ваша подписка на Flexibits Premium активна.";

/* Flexibits Account - status */
"Your Flexibits Premium subscription is not set to renew and will expire on %@." = "Ваша подписка на Flexibits Premium не продлевается автоматически и истечёт %@.";

/* Flexibits Account - status */
"Your Flexibits Premium subscription is not set to renew and will expire today." = "Ваша подписка на Flexibits Premium не продлевается автоматически и истечёт сегодня.";

/* Flexibits Account - status */
"Your Flexibits Premium subscription is not set to renew and will expire tomorrow." = "Ваша подписка на Flexibits Premium не продлевается автоматически и истечёт завтра.";

/* Trial text */
"Your Flexibits Premium trial <b>ends in %@</b>. Thank you for trying %@! Have any questions? <a>Contact us</a> if you need help." = "Ваш пробный период Flexibits Premium <b>заканчивается через %@</b>. Спасибо, что пробуете %@! Есть вопросы? <a>Свяжитесь с нами</a>, если вам нужна помощь.";

/* Trial text */
"Your Flexibits Premium trial <b>ends today</b>. Thank you for trying %@! Have any questions? <a>Contact us</a> if you need help." = "Ваш пробный период Flexibits Premium <b>заканчивается сегодня</b>. Спасибо, что пробуете %@! Есть вопросы? <a>Свяжитесь с нами</a>, если вам нужна помощь.";

/* Trial text */
"Your Flexibits Premium trial has <b>expired</b>. Thank you for trying %@! Have any questions? <a>Contact us</a> if you need help." = "Ваш пробный период Flexibits Premium <b>истёк</b>. Спасибо, что пробовали %@! Есть вопросы? <a>Свяжитесь с нами</a>, если вам нужна помощь.";

/* Create account error message */
"Your password is not long enough." = "Ваш пароль недостаточно длинный.";

/* Create account error message */
"Your password is not strong enough." = "Ваш пароль недостаточно надёжный.";

/* Single Sign-On is required message */
"Your team requires you to sign in to your Flexibits Account with Single Sign-On. Please connect your Single Sign-On account in your web browser." = "Ваша команда требует, чтобы вы вошли в свою учётную запись Flexibits через единый вход (SSO). Подключите свою учётную запись SSO в веб-браузере.";